## tipi
## impostazioni
#acd-queue.label=
#acd-queue.description=

#acd-queue.uri.label=
#acd-queue.uri.description=L'AOR per questa coda. Questo attributo \u00E8 anche l'attributo dell'indice per questa classe di oggetti.

#acd-queue.name.label=
#acd-queue.name.description=Un breve nome descritto per questa coda. Utilizzato principalmente per fini di visualizzazione.

acd-queue.overflow-type.label=Tipo di overflow
acd-queue.overflow-type.description=Definire un tipo di overflow
acd-queue.overflow-type.label.1=Coda
acd-queue.overflow-type.label.2=Gruppo di ricerca

acd-queue.overflow-typeValue.label=Destinazione di overflow
acd-queue.overflow-typeValue.description= Il valore della destinazione dipende dal tipo di overflow selezionato.

acd-queue.overflow-entry.label=Voce di overflow
acd-queue.overflow-entry.description= La chiamata pu\u00F2 essere trasferita a un'estensione interna o a un URI SIP \
in condizioni di overflow se la destinazione di overflow \u00E8 definita per questa coda.

acd-queue.acd-scheme.label=Schema di instradamento chiamata
acd-queue.acd-scheme.description=Lo schema di instradamento chiamata ACD che sar\u00E0 impiegato su questa coda.
acd-queue.acd-scheme.label.1=Invia squillo a tutti
acd-queue.acd-scheme.label.2=Circolare
acd-queue.acd-scheme.label.3=Lineare
acd-queue.acd-scheme.label.4=Inattivo pi\u00F9 lungo

acd-queue.max-ring-delay.label=Ritardo massimo squillo
acd-queue.max-ring-delay.description=Il tempo massimo in secondi per cui la coda consentir\u00E0 a una stazione agente di squillare \
 prima che una condizione di squillo senza risposta sia dichiarata e la chiamata venga  reinstradata a un agente diverso.

acd-queue.max-queue-depth.label=Lunghezza massima coda
acd-queue.max-queue-depth.description=Il numero massimo di chiamate che sono consentite in attesa in questa coda. \
 Se arriva una chiamata a questa coda e la registrazione del traffico supera questo numero,  \
 scatter\u00E0 una condizione di overflow per questa coda. \
 Un valore di -1 disabilita questo controllo di limite.

acd-queue.max-wait-time.label=Tempo di attesa massimo
acd-queue.max-wait-time.description=Il tempo massimo in secondi per cui una chiamata pu\u00F2 risiedere in una coda. \
 Quando una chiamata in attesa supera questo limite di tempo, scatter\u00E0 una condizione di overflow per questa coda. \
 Un valore pari a zero disabilita la scadenza di tempo.

acd-queue.fifo-overflow.label=Overflow FIFO
acd-queue.fifo-overflow.description=Se impostato, in una condizione di overflow, uno schema FIFO sar\u00E0 impiegato per determinare \
 quale chiamata sar\u00E0 spostata alla coda overflow configurata. Se non impostato, verr\u00E0 impiegato uno \
 schema LIFO \.

acd-queue.overflow-queue.label=Coda overflow
acd-queue.overflow-queue.description=Questa \u00E8 la coda a cui, in condizione di overflow, le chiamate saranno trasferite. \u00C2\u00A0 \
 Se non \u00E8 specificata alcuna coda ACD e non \u00E8 definita nessuna voce di overflow, la chiamata verr\u00E0 abbandonata.

acd-queue.answer-mode.label=Modalit\u00E0 di risposta
acd-queue.answer-mode.description=Se impostato su Immediato, la chiamata ricever\u00E0 risposta immediatamente dopo l'arrivo a questa coda e \
 il file audio di benvenuto verr\u00E0 riprodotto al chiamante. Una volta completato il messaggio, la coda \
 tenter\u00E0 di instradare la chiamata. Se impostato su Differito, la coda tenter\u00E0 prima di instradare la chiamata. Se \
 \u00E8 impossibile instradare immediatamente la chiamata, ricever\u00E0 una risposta. Se impostato su Mai, la chiamata non ricever\u00E0 \
 risposta su questa coda se non quando realmente collegata a un agente.
acd-queue.answer-mode.label.1=Immediato
acd-queue.answer-mode.label.2=Differito
acd-queue.answer-mode.label.3=Mai

acd-queue.barge-in.label=Interruzione
acd-queue.barge-in.description=Se impostato, nel caso in cui l'agente diventi disponibile durante la riproduzione,  \
 il messaggio audio di benvenuto sar\u00E0 terminato prima.

acd-queue.call-connect-scheme.label=Schema di collegamento chiamata
acd-queue.call-connect-scheme.description=Questo specifica lo schema interno che \u00E8 utilizzato per collegare un chiamante in arrivo a un agente. \
 \u00C2\u00A0A seconda dello scherma su cui \u00E8 selezionato, certe caratteristiche di chiamata quali Conferenza agente e Registrazione \
 sessione potrebbero non essere disponibile.
acd-queue.call-connect-scheme.label.1=Ponte
acd-queue.call-connect-scheme.label.2=Trasferimento
acd-queue.call-connect-scheme.label.3=Conferenza
acd-queue.call-connect-scheme.label.4=Cut through

acd-queue.welcome-audio.label=Messaggio audio di benvenuto
acd-queue.welcome-audio.description=Il messaggio audio di benvenuto riprodotto ai chiamanti. \u00C2\u00A0Se non \u00E8 specificato alcun file, verr\u00E0 riprodotta  \
 una pausa senza messaggio. Possono essere caricati e selezionati diversi file.

acd-queue.queue-audio.label=Messaggio audio coda
acd-queue.queue-audio.description=Il messaggio audio della coda riprodotto ripetutamente al chiamante \
 finch\u00E9 la coda instrada la chiamata a un agente o a un'altra coda. Possono essere caricati e selezionati diversi file.

acd-queue.background-audio.label=Messaggio audio di sottofondo
acd-queue.background-audio.description=Il messaggio riprodotto ripetutamente al chiamante \
 tra gli intervalli della riproduzione del messaggio audio della coda. Questo pu\u00F2 essere ad esempio un messaggio che esorta il chiamante ad attendere in linea. \
 Se non \u00E8 specificato alcun file, viene riprodotto un segnale acustico ogni 15 secondi.

acd-queue.queue-audio-interval.label=Intervallo messaggio audio
acd-queue.queue-audio-interval.description=L'intervallo, in secondi, di attesa prima di ripetere la riproduzione del messaggio audio della coda specificata.

acd-queue.call-termination-audio.label=Messaggio audio di fine
acd-queue.call-termination-audio.description=Il messaggio riprodotto al chiamante quando viene \
 determinato che la chiamata deve essere terminata. Una volta completato il messaggio audio, la chiamata verr\u00E0 conclusa. Se non \
 \u00E8 specificato alcun messaggio audio, un segnale acustico di occupato sar\u00E0 riprodotto prima del termine della chiamata. La durata del segnale acustico \
 di occupato \u00E8 specificato dall'attributo di durata del segnale acustico di termine.

acd-queue.termination-tone-duration.label=Durata segnale acustico di termine.
acd-queue.termination-tone-duration.description=La durata in secondi per cui il segnale acustico di termine (segnale di occupato) deve essere riprodotto se nessun \
 messaggio di termine chiamata \u00E8 specificato e la chiamata viene conclusa dalla coda. Un valore pari a zero indica \
 che non deve essere riprodotto nessun segnale acustico prima della conclusione della chiamata.

#acd-queue.acd-agent-list.label=
acd-queue.acd-agent-list.description=L'elenco degli agenti ACD che sono assegnati a questa coda. La coda tenter\u00E0 di instradare le chiamate \
 che sta elaborando a uno o pi\u00F9 degli agenti elencati in base alla disponibilit\u00E0 dell'agente e alla regola di instradamento\
 della coda. L'ordine degli agenti nell'elenco \u00E8 rilevante rispetto all'instradamento delle chiamata quando lo schema \
 di instradamento chiamata per questa coda \u00E8 impostato su Lineare.

acd-queue.agents-wrap-up-time.label= Tempo di raccolta agente
acd-queue.agents-wrap-up-time.description=Il periodo di tempo, in secondi, che deve passare prima che l'ACD trasferisca \
  una nuova chiamata a un agente dopo che \u00E8 stata completata una chiamata precedente. Se impostato su 0, verr\u00E0 disabilitato.

acd-queue.agents-non-responsive-time.label= Tempo di Non risposta agente
acd-queue.agents-non-responsive-time.description=Il periodo di tempo, in secondi, che deve passare prima che l'ACD trasferisca\
  una nuova chiamata a un agente dopo che una chiamata precedente non ha ricevuto risposta.

acd-queue.max-bounce-count.label= Conteggio massimo rimbalzo
acd-queue.max-bounce-count.description=Il numero di chiamate rifiutate o senza risposta che un agente pu\u00F2 avere \
  prima di essere "rimbalzato" (disconnesso automaticamente).  Se impostato su 0, verr\u00E0 disabilitato.
